Repository: finalmakerr/featherence
Catalog: master/plugin.program.featherence.emu/resources/language/Hebrew/strings.po
Languages: he

# #30035
source: Video is missing!
he: הוידאו חסר!

# #30036
source: Enter the file title to search...
he: הזן את שם הקובץ לחיפוש.

# #30101
source: Delete Game
he: מחיקת משחק

# #30102
source: Delete %s?
he: למחוק את %s?

# #30103
source: Are you sure?
he: האם אתה בטוח?

# #30104
source: Show only existing games
he: הצג רק משחקים קיימים

# #30105
source: Allow game deletion
he: אפשר מחיקת משחקים

# #30124
source: Miscellaneous
he: שונות

# #30175
source: Disable LIRC (Linux)
he: בטל LIRC (לינוקס)

# #30180
source: Delay (ms)
he: השהייה (מ''ש)

# #30183
source: Advanced
he: מתקדם

# #30349
source: Items list is empty : Add items first.
he: רשימת פריטים ריקה: ראשית תוסיף פריטים.

# #30400
source: Search items...
he: חיפוש פריטים...

# #30401
source: By Title
he: לפי שם

# #30402
source: By Release Date
he: לפי תאריך הוצאה

# #30403
source: By Platform
he: לפי פלטפורמה

# #30404
source: By Studio
he: לפי יוצר

# #30405
source: By Genre
he: לפי סגנון

# #30406
source: Select a Release date...
he: בחר תאריך הוצאה...

# #30407
source: Select a Platform...
he: בחר פלטפורמה...

# #30408
source: Select a Studio...
he: בחר יוצר...

# #30409
source: Select a Genre...
he: בחר סגנון משחק...

# #30410
source: Not Set
he: לא מוגדר

# #30411
source: Audio Settings
he: הגדרות אודיו

# #30608
source: Cannot update cached image.
he: אין אפשרות לעדכן תמונה המאוחסנת במטמון.

# #30609
source: Cannot start application.
he: אין אפשרות להפעיל את היישום.

# #30610
source: Cannot list directory items.
he: אין אפשרות לבצע רשימה של פריטים בתיקייה.

# #30611
source: File %s not found.
he: קובץ % לא נמצא.

# #30612
source: Error
he: שגיאה

# #30613
source: Target category not found.
he: קטגוריית היעד לא נמצאה.
